alacritty
archiso
base
base-devel
bluez-utils
cmatrix
code
conky
cronie
docker
efibootmgr
emacs
feh
firefox
git
github-cli
grub
gst-plugin-pipewire
htop
intel-ucode
libpulse
libxft
libxinerama
linux
linux-firmware
neofetch
neovim
networkmanager
nitrogen
nvidia
nvtop
paru
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pywal
python-pywalfox
ranger
rsync
sysstat
tree
ttf-dejavu
ttf-font-awesome
ttf-nerd-fonts-symbols
unzip
upower
wireplumber
wmctrl
xdotool
xorg-server
xorg-xinit
xorg-xsetroot
zram-generator
zsh
zsh-completions
